Repository: HydroMetGuyane-Hydro-Matters/sagui_backend
Catalog: src/sagui/locale/*/LC_MESSAGES/django.po
Languages: fr

# alert_email_title
source: SAGUI - Alerts of the day:
fr: SAGUI - Alertes du jour :

# stations_flow
source: Flow
fr: Débits

# stations_forecast
source: 5-day forecasts
fr: Prévisions à 5 jours

source: Rain
fr: Pluie

# global_alert_level
source: Global status
fr: Niveau d'alerte global

source: Atmospheric pollution
fr: Pollution atmosphérique

# more_about_this
source: No alert ( 0-5 mm)
fr: Pas d'alerte ( 0-5 mm)

# rain_r1
source: Low (5-20 mm)
fr: Basse (5-20 mm)

# rain_r2
source: Medium (20-50 mm)
fr: Moyenne (20-50 mm)

# rain_r3
source: High (> 50 mm)
fr: Elevée (> 50 mm)

# atmo_a0
source: Good ( < 0.4)
fr: Bon ( inf 0.4)

# atmo_a1
source: Medium ( 0.4-0.6 mm)
fr: Moyen ( 0.4-0.6)

# atmo_a2
source: Degraded ( 0.6-0.9 mm)
fr: Dégradé ( 0.6-0.9)

# atmo_a3
source: Bad ( 0.9-1.2 mm)
fr: Mauvais ( 0.9-1.2)

# atmo_a4
source: Very bad ( 1.2-1.5 mm)
fr: Très mauvais ( 1.2-1.5)

# atmo_a5
source: Extremely bad ( > 1.5 mm)
fr: Extrêmement mauvais ( > 1.5)

# f3
source: Flood, high
fr: Inondation élevée

# f2
source: Flood, medium
fr: Inondation modérée

# f1
source: Flood, low
fr: Inondation faible

# n
source: No alert
fr: Pas d'alerte

# d3
source: Drought, high
fr: Sécheresse élevée

# d2
source: Drought, medium
fr: Sécheresse modérée

# d1
source: Drought, low
fr: Sécheresse faible
